// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Eth. PCI %@";
"pci-multiether"          = "Eth. PCI %@, puerto %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptador Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adapt. inalámbrico (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "FireWire PCI %@";
"pci-multifirewire"       = "FireWire PCI %@, puerto %@";
"generic-firewire"        = "Adaptador Ethernet (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "Adap. módem USB Bluetooth";
"bluetooth-modem-port"    = "Puerto módem Bluetooth";
"generic-bluetooth-modem" = "Módem Bluetooth (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adap. módem IrDA USB";
"irda-ircomm-port"        = "Puerto de módem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Módem interno";

"modem-port"              = "Puerto de módem";
"modem-printer-port"      = "Puerto módem/impresora";

"printer-port"            = "Puerto de impresora";
"serial-port"             = "Puerto serie";

"usbmodem"                = "Módem USB"; 
"generic-usbmodem"        = "Módem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Vínculo Ethernet (%@)";

"bridge"                  = "Puente (%@)";

"vlan"                    = "Red VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Módem externo";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Ethernet Gigabit";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet integrada";
"X-multiether"            = "Ethernet integrada %@";
"X-firewire"              = "FireWire integrado";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
